Revit 2027 API
ParameterTypeId.MepZoneEquipmentDrawVentilation Property
 "Draw Ventilation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepZoneEquipmentDrawVentilation { get; }
Public Shared ReadOnly Property MepZoneEquipmentDrawVentilation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepZoneEquipmentDrawVentilation {
	ForgeTypeId^ get ();
}
static member MepZoneEquipmentDrawVentilation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace